---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InsulationWidth
source: html/ea6506c1-9ccd-9863-fb3a-af1137a9636b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InsulationWidth Property

"Insulation Width"

## Syntax (C#)
```csharp
public static ForgeTypeId InsulationWidth { get; }
```